</main>
<footer class="footer">
	<p class="section footer-text"><strong>ПРЕДУПРЕЖДЕНИЕ:</strong> Все видео с общими раскладами на этом сайте, равно как и на других моих ресурсах, имеют развлекательный характер в основной своей массе, а также дают возможность взглянуть на события вашей жизни и развитие событий исключительно с точки зрения вашего личностного роста. Помните, пожалуйста, что расклады на картах таро, оракулах и рунах предназначены для развития интуиции и анализа того, что с вами происходит. Вопросы здоровья, финансов, юридические или психологические вопросы необходимо прежде всего обсудить со специалистом в своей сфере. Автор раскладов на этом канале или сделанных в процессе личных консультаций — таролог Екатерина Нагорная — не несёт ответственность за ваши решения и за вашу жизнь. Я рада вам помочь, транслируя подсказки таро, но принятие решения — всегда остаётся за вами. Потому что это только ваша жизнь и ничья другая. СПАСИБО ЗА ПОНИМАНИЕ.</p>
	<div><b>Связь с тарологом:</b> illangillangillang3@gmail.com</div>
	<div>© 2024 Black Cat Tarot. Все права защищены</div>
	<div><?= "$unique_hits | $hits" ?></div>
	<div class="to-top-track">
		<a class="to-top" title="Вернуться наверх" href="#top"><img class="to-top-icon rounded" src="/img/arrow_top.svg" alt="Вернуться наверх"></a>
	</div>
</footer>
